/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Αυτήν τη στιγμή, δημιουργείται πίνακας κυματομορφών. Δοκιμάστε πάλι μετά την ολοκλήρωση της διαδικασίας δημιουργίας.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Εντοπίστηκαν πληροφορίες χροιάς για μία κυματομορφή. Διατίθεται μετατροπία φορμάντο με γύρισμα του ρυθμιστή Μετατροπίας στο «Φορμάντο». Οι ρυθμιστές Σχήματος 1 και Σχήματος 2 δεν λειτουργούν.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Για τη δημιουργία πίνακα κυματομορφών, το αρχείο ήχου πρέπει να έχει σταθερό τόνο, πολλές ενότητες με τόνο χωρισμένες με σιγή, ή μία ή περισσότερες ενότητες επαναληπτικής αναπαραγωγής.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Ο νέος πίνακας κυματομορφών περιέχει %d κυματομορφές.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Δημιουργείται πίνακας κυματομορφών";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Δημιουργήθηκε πίνακας κυματομορφών με μία κυματομορφή";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Δεν δημιουργήθηκε πίνακας κυματομορφών";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Δημιουργήθηκε πίνακας κυματομορφών";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Εσωτερική";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Πλευρική αλυσίδα:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Απενεργοποίηση";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Είσοδος εξωτερικού ήχου:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Αναγνώριση των νοτών";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Ανάλυση τόνου";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Γίνεται ανάλυση: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Σφάλμα ανοίγματος αρχείου";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Δεν βρέθηκε το αρχείο που προσπαθείτε να φορτώσετε.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Σφάλμα ανοίγματος αρχείου";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Δεν υπάρχει αρκετή διαθέσιμη μνήμη για τη φόρτωση του επιλεγμένου αρχείου.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Το αρχείο περιέχει αλλαγές τέμπο";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Προειδοποίηση: Ένα ή περισσότερα αρχεία που εισάγετε περιέχουν δείκτες αλλαγής τέμπο. Αυτή η έκδοση του MainStage δεν υποστηρίζει τον συγχρονισμό αρχείων με αλλαγές τέμπο.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Σφάλμα ανοίγματος αρχείου";

/* Playback file alert */
"PlaybackTransientsMessage" = "Οι παροδικοί δείκτες στο επιλεγμένο αρχείο είναι κρυμμένοι στο Logic Pro. Ανοίξτε το αρχείο στο Logic Pro και επανεμφανίστε τους παροδικούς δείκτες πριν ανοίξετε πάλι το αρχείο στην προσθήκη.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Άγνωστο σφάλμα";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Δεν ήταν δυνατό το άνοιγμα του επιλεγμένου αρχείου.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Μη υποστηριζόμενη μορφή αρχείου ήχου";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Δεν υποστηρίζεται η μορφή του αρχείου ήχου που προσπαθείτε να προσθέσετε. Μετατρέψτε το αρχείο σε μια υποστηριζόμενη μορφή χρησιμοποιώντας το iTunes ή άλλη εφαρμογή ήχου πριν το προσθέσετε στην προσθήκη αναπαραγωγής.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (Το αρχείο λείπει)";
